[
    {
        "pergunta": "Quem poderá subir o monte do Senhor? Quem poderá entrar no seu Santo Lugar?",
        "alternativas": [
            "Aquele que tem as mãos limpas e o coração puro, que não recorre aos ídolos nem jura por deuses falsos.",
            "Aquele que se apresenta com vestes de linho fino, palavras eloquentes e ofertas generosas ao Senhor.",
            "Aquele que possui riquezas abundantes e é respeitado entre os homens por suas realizações e status.",
            "Aquele que vive em harmonia com os outros, pratica a justiça e segue os mandamentos fielmente todos os dias."
        ],
        "correta": "Aquele que tem as mãos limpas e o coração puro, que não recorre aos ídolos nem jura por deuses falsos.",
        "referencia": "Salmos 24:3-4"
    },
    {
        "pergunta": "O Senhor é o meu pastor; de nada terei falta.",
        "alternativas": [
            "Ele me faz repousar em pastos verdejantes. Leva-me para junto das águas tranquilas,",
            "Ele sempre me protege em meio às dificuldades e me guia pelos caminhos da retidão e da paz eterna.",
            "Ele me fornece tudo o que eu desejo e remove todos os obstáculos do meu caminho diariamente sem falhar.",
            "Ele me ensina a viver com sabedoria e discernimento, guiando-me nas decisões importantes da vida sempre."
        ],
        "correta": "Ele me faz repousar em pastos verdejantes. Leva-me para junto das águas tranquilas,",
        "referencia": "Salmos 23:1-2"
    },
    {
        "pergunta": "Quem habita no abrigo do Altíssimo e descansa à sombra do Todo-poderoso",
        "alternativas": [
            "pode dizer ao Senhor: 'Tu és o meu refúgio e a minha fortaleza, o meu Deus, em quem confio'.",
            "será protegido em todos os momentos de aflição, coberto com as asas poderosas e amorosas do Senhor.",
            "receberá paz em tempos de turbulência, pois o Senhor acalma as tempestades da vida com sua presença.",
            "encontrará esperança em tempos difíceis, tendo o Senhor como escudo e protetor contra todos os perigos."
        ],
        "correta": "pode dizer ao Senhor: 'Tu és o meu refúgio e a minha fortaleza, o meu Deus, em quem confio'.",
        "referencia": "Salmos 91:1-2"
    },
    {
        "pergunta": "O Senhor está perto dos que têm o coração quebrantado e salva os de espírito abatido.",
        "alternativas": [
            "O justo passa por muitas adversidades, mas o Senhor o livra de todas;",
            "O Senhor se alegra com aqueles que têm fé inabalável e os recompensa com bênçãos abundantes na vida.",
            "O Senhor conforta os que estão tristes, envolvendo-os com seu amor e cuidado em todos os momentos.",
            "O Senhor é um abrigo seguro em tempos de dor, oferecendo consolo e força para superar as adversidades."
        ],
        "correta": "O justo passa por muitas adversidades, mas o Senhor o livra de todas;",
        "referencia": "Salmos 34:18-19"
    },
    {
        "pergunta": "Eu confio que verei a bondade do Senhor na terra dos viventes.",
        "alternativas": [
            "Espere no Senhor. Seja forte! Coragem! Espere no Senhor.",
            "Acreditar na bondade do Senhor é uma ilusão passageira, pois a vida é cheia de dificuldades inevitáveis.",
            "Agradeça ao Senhor por suas bênçãos diárias, reconhecendo sua presença constante em todos os momentos.",
            "Confie que o Senhor trará boas notícias e mudanças positivas em sua vida, mesmo nas circunstâncias difíceis."
        ],
        "correta": "Espere no Senhor. Seja forte! Coragem! Espere no Senhor.",
        "referencia": "Salmos 27:13-14"
    },
    {
        "pergunta": "Porque a graça de Deus se manifestou salvadora a todos os homens.",
        "alternativas": [
            "Ela nos ensina a renunciar à impiedade e às paixões mundanas e a viver de maneira sensata, justa e piedosa nesta era presente,",
            "A graça é um presente que não devemos ignorar, mas abraçar com gratidão e viver em conformidade com ela sempre.",
            "A salvação é oferecida a todos, independentemente de suas ações, como um ato de amor incondicional de Deus.",
            "Ensinando-nos que, renunciando à impiedade e às paixões mundanas, vivamos no presente século de forma sábia."
        ],
        "correta": "Ela nos ensina a renunciar à impiedade e às paixões mundanas e a viver de maneira sensata, justa e piedosa nesta era presente,",
        "referencia": "Tito 2:11-12"
    },
    {
        "pergunta": "Ora, o Senhor é o Espírito e, onde está o Espírito do Senhor, ali há liberdade.",
        "alternativas": [
            "A liberdade é um presente que devemos valorizar e usar com sabedoria para glorificar a Deus em nossas vidas.",
            "O Senhor nos dá força para enfrentar desafios e superar obstáculos, guiando-nos pelo caminho da retidão.",
            "O Espírito nos guia em todas as decisões, iluminando nossa mente e coração para discernir a vontade de Deus.",
            "E todos nós, que com a face descoberta contemplamos a glória do Senhor, segundo a sua imagem estamos sendo transformados com glória cada vez maior, a qual vem do Senhor, que é o Espírito."
        ],
        "correta": "E todos nós, que com a face descoberta contemplamos a glória do Senhor, segundo a sua imagem estamos sendo transformados com glória cada vez maior, a qual vem do Senhor, que é o Espírito.",
        "referencia": "2 Coríntios 3:17-18"
    },
    {
        "pergunta": "O Senhor é justo em todos os seus caminhos e é fiel em tudo o que faz.",
        "alternativas": [
            "Ele é fiel em todas as suas promessas e bondoso em tudo o que faz, nunca falhando em cumprir sua palavra.",
            "O Senhor é misericordioso e amoroso, sempre pronto a perdoar aqueles que se arrependem sinceramente.",
            "Ele sempre age com sabedoria e justiça, equilibrando perfeitamente a misericórdia e o julgamento em suas ações.",
            "O Senhor está perto de todos os que o invocam, de todos os que o invocam com sinceridade."
        ],
        "correta": "O Senhor está perto de todos os que o invocam, de todos os que o invocam com sinceridade.",
        "referencia": "Salmos 145:17-18"
    },
    {
        "pergunta": "Não acumulem para vocês tesouros na terra, onde a traça e a ferrugem destroem, e onde os ladrões arrombam e furtam.",
        "alternativas": [
            "Mas acumulem para vocês tesouros nos céus, onde a traça e a ferrugem não destroem, e onde os ladrões não arrombam nem furtam.",
            "A riqueza pode ser enganosa e passageira, por isso busquem as coisas eternas que verdadeiramente satisfazem a alma.",
            "Valorizem as coisas eternas e não as temporais, pois o que é visível é transitório, mas o invisível é eterno e duradouro.",
            "Acumulem tesouros celestiais através de boas obras e da generosidade, pois estes não podem ser roubados ou destruídos."
        ],
        "correta": "Mas acumulem para vocês tesouros nos céus, onde a traça e a ferrugem não destroem, e onde os ladrões não arrombam nem furtam.",
        "referencia": "Mateus 6:19-20"
    },
    {
        "pergunta": "Tudo o que fizerem, façam de todo o coração, como para o Senhor, e não para os homens,",
        "alternativas": [
            "a intenção é mais importante que a ação, por isso façam tudo com um coração puro e dedicado ao Senhor sempre.",
            "devemos agir com sinceridade em tudo que fazemos, buscando agradar a Deus em vez dos homens ao nosso redor.",
            "o serviço deve ser feito com alegria e dedicação, como se estivéssemos servindo diretamente ao próprio Senhor.",
            "sabendo que receberão do Senhor a recompensa da herança. É a Cristo, o Senhor, que vocês estão servindo."
        ],
        "correta": "sabendo que receberão do Senhor a recompensa da herança. É a Cristo, o Senhor, que vocês estão servindo.",
        "referencia": "Colossenses 3:23-24"
    },
    {
        "pergunta": "Levantarei um profeta entre os seus irmãos, como você. Porei minhas palavras na sua boca, e ele lhes dirá tudo o que eu lhe ordenar.",
        "alternativas": [
            "E ele trará novas revelações que serão importantes para o povo, guiando-os nos caminhos da verdade e da justiça.",
            "Se alguém não ouvir as minhas palavras, que o profeta falará em meu nome, eu mesmo lhe pedirei contas.",
            "E ele ensinará ao povo sobre a importância da obediência, mostrando-lhes como viver de acordo com a vontade divina.",
            "E ele será um guia sábio e justo, mas não falará em meu nome, apenas aconselhará o povo com sua própria sabedoria."
        ],
        "correta": "Se alguém não ouvir as minhas palavras, que o profeta falará em meu nome, eu mesmo lhe pedirei contas.",
        "referencia": "Deuteronômio 18:18-19"
    },
    {
        "pergunta": "Toda a Escritura é inspirada por Deus e útil para o ensino, para a repreensão, para a correção e para a instrução na justiça,",
        "alternativas": [
            "para que o homem de Deus seja apto e plenamente preparado para toda boa obra.",
            "Toda a Escritura é um guia para a moralidade e a ética, mostrando-nos como viver de maneira agradável a Deus.",
            "Ela serve como um manual de instruções para a vida, oferecendo sabedoria e direção para todas as situações.",
            "Toda a Escritura é inspirada por Deus e é útil para ensinar, para repreender, para corrigir e para instruir na justiça."
        ],
        "correta": "para que o homem de Deus seja apto e plenamente preparado para toda boa obra.",
        "referencia": "2 Timóteo 3:16-17"
    },
    {
        "pergunta": "Que ele tire o rosto do pó; há esperança!",
        "alternativas": [
            "Confie no Senhor em todos os momentos, mesmo quando as circunstâncias parecem desfavoráveis e sem esperança.",
            "Busque a ajuda do Senhor em tempos de dificuldade, pois Ele é fiel para socorrer aqueles que nEle confiam.",
            "Levante-se e siga em frente com fé, sabendo que o Senhor está ao seu lado em cada passo da sua jornada.",
            "Que ofereça a face àquele que o fere, e se farte de afronta."
        ],
        "correta": "Que ofereça a face àquele que o fere, e se farte de afronta.",
        "referencia": "Lamentações 3:29-30"
    },
    {
        "pergunta": "Deem graças em todas as circunstâncias, pois esta é a vontade de Deus para vocês em Cristo Jesus.",
        "alternativas": [
            "A gratidão é uma atitude que devemos cultivar diariamente, reconhecendo as bênçãos de Deus em nossa vida.",
            "Devemos ser gratos mesmo nas dificuldades, pois Deus usa todas as situações para o nosso crescimento.",
            "Agradecer é um sinal de fé e confiança em Deus, demonstrando que cremos em Sua bondade e providência.",
            "Não apaguem o Espírito. Não tratem com desprezo as profecias,"
        ],
        "correta": "Não apaguem o Espírito. Não tratem com desprezo as profecias,",
        "referencia": "1 Tessalonicenses 5:18-19"
    },
    {
        "pergunta": "O Senhor é bom, um refúgio em tempos de angústia. Ele protege os que nele confiam,",
        "alternativas": [
            "Ele é um refúgio seguro em tempos de crise, protegendo aqueles que buscam Sua presença e ajuda.",
            "O Senhor é a nossa esperança e salvação, sempre fiel em cumprir Suas promessas aos que nEle confiam.",
            "A bondade do Senhor é eterna e Sua misericórdia se renova a cada manhã para todos os que O buscam.",
            "mas com uma inundação devastadora dará fim a Nínive; expulsará os seus inimigos para a escuridão."
        ],
        "correta": "mas com uma inundação devastadora dará fim a Nínive; expulsará os seus inimigos para a escuridão.",
        "referencia": "Naum 1:7-8"
    },
        {
            "pergunta": "No princípio Deus criou os céus e a terra.",
            "alternativas": [
                "Era a terra sem forma e vazia; trevas cobriam a face do abismo, e o Espírito de Deus se movia sobre a face das águas.",
                "Disse Deus: 'Haja luz', e houve luz. Deus viu que a luz era boa, e separou a luz das trevas.",
                "E tudo que Deus criou era bom, perfeito em sua forma e propósito no plano divino da criação.",
                "O Espírito de Deus pairava sobre as águas, trazendo ordem ao caos primordial do universo."
            ],
            "correta": "Era a terra sem forma e vazia; trevas cobriam a face do abismo, e o Espírito de Deus se movia sobre a face das águas.",
            "referencia": "Gênesis 1:1-2"
        },    
        {
            "pergunta": "O Senhor Deus disse à serpente: 'Já que você fez isso, maldita é você entre todos os rebanhos domésticos e entre todos os animais selvagens!'",
            "alternativas": [
                "Você rastejará sobre o seu ventre, e pó comerá todos os dias da sua vida.",
                "Você será um símbolo de engano e traição; sua astúcia será lembrada como a causa da queda do homem.",
                "Você será desprezada entre todos os seres; nenhuma criatura confiará em você por causa de suas ações.",
                "Seus dias de glória chegaram ao fim; de agora em diante, você viverá em constante conflito com a humanidade."
            ],
            "correta": "Você rastejará sobre o seu ventre, e pó comerá todos os dias da sua vida.",
            "referencia": "Gênesis 3:14-15"
        },
        {
            "pergunta": "Toda a duração da vida de Matusalém foi de novecentos e sessenta e nove anos; e morreu.",
            "alternativas": [
                "Enoque andou com Deus; depois desapareceu, pois Deus o arrebatou.",
                "Ele viveu uma vida longa e cheia de fé, sendo um exemplo de retidão para todas as gerações.",
                "Matusalém é conhecido por sua longevidade extraordinária, superando todos os outros patriarcas em idade.",
                "Ele foi um exemplo de fidelidade a Deus, transmitindo Sua palavra e ensinamentos aos seus descendentes."
            ],
            "correta": "Enoque andou com Deus; depois desapareceu, pois Deus o arrebatou.",
            "referencia": "Gênesis 5:23-24"
        },
        {
            "pergunta": "Farei de você um grande povo, e o abençoarei. Tornarei famoso o seu nome, e você será uma bênção.",
            "alternativas": [
                "Abençoarei os que o abençoarem e amaldiçoarei os que o amaldiçoarem; e por meio de você todos os povos da terra serão abençoados.",
                "Você será um exemplo para as nações, e todos os povos da terra olharão para você em busca de sabedoria e orientação.",
                "Seus descendentes serão numerosos como as estrelas do céu e como a areia da praia, que não se pode contar.",
                "Abençoarei todos os que o seguirem, e farei de você um pai de muitas nações, reis sairão de você."
            ],
            "correta": "Abençoarei os que o abençoarem e amaldiçoarei os que o amaldiçoarem; e por meio de você todos os povos da terra serão abençoados.",
            "referencia": "Gênesis 12:2-3"
        },
        {
            "pergunta": "Respondeu Jesus: 'Eu sou o caminho, a verdade e a vida. Ninguém vem ao Pai, a não ser por mim.'",
            "alternativas": [
                "Se vocês realmente me conhecessem, conheceriam também o meu Pai. Já agora vocês o conhecem e o têm visto.",
                "Quem me vê, vê o Pai. Como você pode dizer: 'Mostra-nos o Pai'? Não crê que eu estou no Pai e que o Pai está em mim?",
                "As palavras que eu lhes digo não são apenas minhas. Ao contrário, o Pai, que vive em mim, está realizando a sua obra.",
                "Creiam em mim quando digo que estou no Pai e que o Pai está em mim; ou pelo menos creiam por causa das mesmas obras."
            ],
            "correta": "Se vocês realmente me conhecessem, conheceriam também o meu Pai. Já agora vocês o conhecem e o têm visto.",
            "referencia": "João 14:6-7"
        },
        {
            "pergunta": "Porque Deus tanto amou o mundo que deu o seu Filho Unigênito, para que todo o que nele crer não pereça, mas tenha a vida eterna.",
            "alternativas": [
                "Pois Deus enviou o seu Filho ao mundo, não para condenar o mundo, mas para que este fosse salvo por meio dele.",
                "Quem nele crê não é condenado, mas quem não crê já está condenado, por não crer no nome do Filho Unigênito de Deus.",
                "Este é o julgamento: a luz veio ao mundo, mas os homens amaram as trevas, e não a luz, porque as suas obras eram más.",
                "Quem pratica o mal odeia a luz e não se aproxima da luz, temendo que as suas obras sejam expostas."
            ],
            "correta": "Pois Deus enviou o seu Filho ao mundo, não para condenar o mundo, mas para que este fosse salvo por meio dele.",
            "referencia": "João 3:16-17"
        },
        {
            "pergunta": "Venham a mim, todos os que estão cansados e sobrecarregados, e eu lhes darei descanso.",
            "alternativas": [
                "Tomem sobre vocês o meu jugo e aprendam de mim, pois sou manso e humilde de coração, e vocês encontrarão descanso para as suas almas.",
                "Peçam, e lhes será dado; busquem, e encontrarão; batam, e a porta lhes será aberta. Pois todo o que pede, recebe; o que busca, encontra; e àquele que bate, a porta será aberta.",
                "Entrem pela porta estreita, pois larga é a porta e amplo o caminho que leva à perdição, e são muitos os que entram por ela.",
                "Como é estreita a porta, e apertado o caminho que leva à vida! São poucos os que a encontram."
            ],
            "correta": "Tomem sobre vocês o meu jugo e aprendam de mim, pois sou manso e humilde de coração, e vocês encontrarão descanso para as suas almas.",
            "referencia": "Mateus 11:28-29"
        }
    ]
    