[
    {
        "pergunta": "No princípio Deus criou os céus e a terra. Era a terra sem forma e vazia; trevas cobriam a face do abismo, e o Espírito de Deus se movia sobre a face das águas.",
        "alternativas": [
            "Disse Deus: 'Haja luz', e houve luz. Deus viu que a luz era boa, e separou a luz das trevas. Deus chamou à luz dia, e às trevas chamou noite. Passaram-se a tarde e a manhã; esse foi o primeiro dia.",
            "Disse Deus: 'Haja um firmamento entre as águas para separar águas de águas'. Assim Deus fez o firmamento e separou as águas que ficaram abaixo do firmamento das que ficaram por cima. E assim foi. Deus chamou ao firmamento céu. Passaram-se a tarde e a manhã; esse foi o segundo dia.",
            "Disse Deus: 'Ajuntem-se num só lugar as águas que estão debaixo do céu, e apareça a parte seca'. E assim foi. Deus chamou à parte seca terra, e chamou mares ao conjunto das águas. E Deus viu que ficou bom.",
            "Disse Deus: 'Cubra-se a terra de vegetação: plantas que deem sementes e árvores cujos frutos produzam sementes de acordo com as suas espécies'. E assim foi. A terra fez brotar a vegetação: plantas que dão sementes de acordo com as suas espécies, e árvores cujos frutos produzem sementes de acordo com as suas espécies. E Deus viu que ficou bom."
        ],
        "correta": "Disse Deus: 'Haja luz', e houve luz. Deus viu que a luz era boa, e separou a luz das trevas. Deus chamou à luz dia, e às trevas chamou noite. Passaram-se a tarde e a manhã; esse foi o primeiro dia.",
        "referencia": "Gênesis 1:1-5"
    },
    {
        "pergunta": "Então disse Deus: 'Façamos o homem à nossa imagem, conforme a nossa semelhança. Domine ele sobre os peixes do mar, sobre as aves do céu, sobre os grandes animais de toda a terra e sobre todos os pequenos animais que se movem rente ao chão'. Criou Deus o homem à sua imagem, à imagem de Deus o criou; homem e mulher os criou.",
        "alternativas": [
            "Deus os abençoou, e lhes disse: 'Sejam férteis e multipliquem-se! Encham e subjuguem a terra! Dominem sobre os peixes do mar, sobre as aves do céu e sobre todos os animais que se movem pela terra'. Disse Deus: 'Eis que lhes dou todas as plantas que nascem em toda a terra e produzem sementes, e todas as árvores que dão frutos com sementes. Elas servirão de alimento para vocês.'",
            "Deus os abençoou, e lhes disse: 'Cuidem da criação e vivam em harmonia! Protejam todas as criaturas e preservem a beleza da terra que lhes dei para habitar'. Disse Deus: 'Eis que lhes dou autoridade sobre toda a criação, mas usem-na com sabedoria e compaixão, pois vocês são os guardiões deste jardim terrestre.'",
            "Deus os abençoou, e lhes disse: 'Explorem o mundo e descubram seus segredos! Aprendam com todas as criaturas e compartilhem o conhecimento entre as gerações'. Disse Deus: 'Eis que lhes dou inteligência e curiosidade, para que possam entender as maravilhas da minha criação e louvem o Criador através de suas descobertas.'",
            "Deus os abençoou, e lhes disse: 'Cultivem a terra e colham seus frutos! Estabeleçam cidades e construam uma civilização baseada na sabedoria e na justiça'. Disse Deus: 'Eis que lhes dou habilidade e criatividade, para que possam transformar os recursos naturais em benefício de todos, sempre respeitando o equilíbrio da natureza.'"
        ],
        "correta": "Deus os abençoou, e lhes disse: 'Sejam férteis e multipliquem-se! Encham e subjuguem a terra! Dominem sobre os peixes do mar, sobre as aves do céu e sobre todos os animais que se movem pela terra'. Disse Deus: 'Eis que lhes dou todas as plantas que nascem em toda a terra e produzem sementes, e todas as árvores que dão frutos com sementes. Elas servirão de alimento para vocês.'",
        "referencia": "Gênesis 1:26-29"
    },
    {
        "pergunta": "Então o Senhor Deus fez cair um sono profundo sobre o homem, e este adormeceu. Tirou-lhe uma das costelas e fechou o lugar com carne. Com a costela que havia tirado do homem, o Senhor Deus fez uma mulher e a levou até ele.",
        "alternativas": [
            "Disse então o homem: 'Esta, sim, é osso dos meus ossos e carne da minha carne! Ela será chamada mulher, porque do homem foi tirada'. Por essa razão, o homem deixará pai e mãe e se unirá à sua mulher, e eles se tornarão uma só carne.",
            "Disse então o homem: 'Esta é a companheira perfeita, criada para estar ao meu lado! Juntos cuidaremos da criação e viveremos em harmonia'. Por essa razão, o homem e a mulher se tornarão parceiros iguais, compartilhando as responsabilidades e as alegrias da vida.",
            "Disse então o homem: 'Eis a obra-prima de Deus, formada da minha essência! Seremos parceiros iguais na jornada da vida e no cuidado do Éden'. Por essa razão, o homem e a mulher se complementarão, cada um com seus dons únicos, para cumprir o propósito divino.",
            "Disse então o homem: 'Contemplo a beleza da criação divina! Ela será minha ajudadora e juntos cumpriremos o propósito de Deus'. Por essa razão, o homem e a mulher trabalharão juntos, cada um em seu papel designado por Deus, para glorificar o Criador."
        ],
        "correta": "Disse então o homem: 'Esta, sim, é osso dos meus ossos e carne da minha carne! Ela será chamada mulher, porque do homem foi tirada'. Por essa razão, o homem deixará pai e mãe e se unirá à sua mulher, e eles se tornarão uma só carne.",
        "referencia": "Gênesis 2:21-24"
    },
    {
        "pergunta": "Quando Enoque completou 65 anos, gerou Matusalém. Depois que gerou Matusalém, Enoque andou com Deus 300 anos, e gerou outros filhos e filhas. Viveu Enoque um total de 365 anos.",
        "alternativas": [
            "Enoque andou com Deus; e já não foi encontrado, pois Deus o havia arrebatado. Depois que Enoque foi arrebatado, Matusalém viveu 782 anos e gerou outros filhos e filhas.",
            "Enoque seguiu os caminhos de Deus; e foi sepultado com seus antepassados em paz e honra. Depois que Enoque morreu, Matusalém viveu 800 anos e ensinou a sabedoria de seu pai a muitas gerações.",
            "Enoque ensinou a sabedoria divina; e deixou um legado de justiça para as gerações futuras. Depois que Enoque partiu, Matusalém continuou seu trabalho por 700 anos, preservando os ensinamentos de seu pai.",
            "Enoque profetizou sobre o juízo divino; e foi levado aos céus em uma carruagem de fogo. Depois que Enoque desapareceu, Matusalém liderou o povo por 750 anos, preparando-os para os eventos futuros."
        ],
        "correta": "Enoque andou com Deus; e já não foi encontrado, pois Deus o havia arrebatado. Depois que Enoque foi arrebatado, Matusalém viveu 782 anos e gerou outros filhos e filhas.",
        "referencia": "Gênesis 5:21-26"
    },
    {
        "pergunta": "O Senhor disse a Abrão: 'Saia da sua terra, do meio dos seus parentes e da casa de seu pai, e vá para a terra que eu lhe mostrarei. Farei de você um grande povo, e o abençoarei. Tornarei famoso o seu nome, e você será uma bênção. Abençoarei os que o abençoarem e amaldiçoarei os que o amaldiçoarem; e por meio de você todos os povos da terra serão abençoados'.",
        "alternativas": [
            "Partiu Abrão, como lhe ordenara o Senhor, e Ló foi com ele. Abrão tinha setenta e cinco anos quando saiu de Harã. Levou sua mulher Sarai, seu sobrinho Ló, todos os bens que haviam acumulado e os seus servos, comprados em Harã; partiram para a terra de Canaã e lá chegaram.",
            "Abrão obedeceu ao chamado do Senhor e partiu imediatamente. Ele tinha oitenta anos quando deixou Harã. Levou consigo sua esposa Sarai, seu irmão Naor, todos os seus rebanhos e os servos que havia adquirido; eles se dirigiram para a terra prometida e lá se estabeleceram.",
            "Abrão hesitou, mas finalmente atendeu ao chamado divino. Ele estava com sessenta anos quando saiu de Ur dos caldeus. Acompanhado de sua esposa Sarai e seu pai Terá, levou todos os seus pertences e servos; eles viajaram para o oeste e se fixaram na terra de Canaã.",
            "Abrão respondeu prontamente à voz do Senhor. Aos setenta anos, ele deixou sua cidade natal. Junto com sua esposa Sarai e seu sobrinho Ló, Abrão reuniu seus bens, seus servos e partiu; eles atravessaram o deserto e chegaram à terra que Deus lhes havia prometido."
        ],
        "correta": "Partiu Abrão, como lhe ordenara o Senhor, e Ló foi com ele. Abrão tinha setenta e cinco anos quando saiu de Harã. Levou sua mulher Sarai, seu sobrinho Ló, todos os bens que haviam acumulado e os seus servos, comprados em Harã; partiram para a terra de Canaã e lá chegaram.",
        "referencia": "Gênesis 12:1-5"
    },
    {
        "pergunta": "Quando os homens se levantaram para partir, olharam para Sodoma, e Abraão os acompanhou para despedir-se deles. Então o Senhor disse: 'Esconderei de Abraão o que estou para fazer? Abraão será o pai de uma nação grande e poderosa, e por meio dele todos os povos da terra serão abençoados. Porque eu o escolhi, para que ordene aos seus filhos e aos seus descendentes que se conservem no caminho do Senhor, fazendo o que é justo e direito, para que o Senhor faça vir sobre Abraão o que a seu respeito prometeu'.",
        "alternativas": [
            "Disse o Senhor: 'O clamor contra Sodoma e Gomorra é tão grande e o seu pecado é tão grave que descerei para ver se o que fizeram corresponde ao clamor que chegou até mim. Se não, eu saberei'. Os homens partiram dali e foram para Sodoma, mas Abraão permaneceu na presença do Senhor.",
            "O Senhor declarou: 'A iniquidade de Sodoma e Gomorra atingiu seu limite, e seu julgamento é iminente. Enviarei meus anjos para investigar a situação e determinar se há algum justo na cidade'. Os mensageiros celestiais seguiram seu caminho, enquanto Abraão ficou em silêncio, contemplando a gravidade da situação.",
            "Deus revelou: 'O clamor contra as cidades da planície chegou aos meus ouvidos, e sua maldade clama por justiça. Descerei para examinar pessoalmente a situação e determinar o destino dessas cidades'. Os visitantes divinos partiram em direção a Sodoma, deixando Abraão profundamente preocupado com o que estava por vir.",
            "O Altíssimo pronunciou: 'A corrupção de Sodoma e Gomorra atingiu proporções alarmantes, e não posso mais ignorar os gritos dos oprimidos. Enviarei meus servos para avaliar a situação e determinar se há esperança de redenção'. Os mensageiros celestiais se dirigiram às cidades, enquanto Abraão permaneceu em oração fervorosa."
        ],
        "correta": "Disse o Senhor: 'O clamor contra Sodoma e Gomorra é tão grande e o seu pecado é tão grave que descerei para ver se o que fizeram corresponde ao clamor que chegou até mim. Se não, eu saberei'. Os homens partiram dali e foram para Sodoma, mas Abraão permaneceu na presença do Senhor.",
        "referencia": "Gênesis 18:16-22"
    },
        {
            "pergunta": "Então Deus disse: 'Tome seu filho, seu único filho, Isaque, a quem você ama, e vá para a região de Moriá. Sacrifique-o ali como holocausto num dos montes que lhe indicarei'. Abraão levantou-se bem cedo na manhã seguinte, selou o seu jumento e levou consigo dois de seus servos e seu filho Isaque. Depois de cortar lenha para o holocausto, partiu em direção ao lugar que Deus lhe havia indicado.",
            "alternativas": [
                "No terceiro dia de viagem, Abraão olhou e viu o lugar ao longe. Disse ele a seus servos: 'Fiquem aqui com o jumento enquanto eu e o rapaz vamos até lá. Depois de adorarmos, voltaremos'.",
                "No terceiro dia, Abraão avistou o local sagrado. Ele ordenou aos servos: 'Permaneçam aqui com o animal enquanto eu e Isaque subimos para oferecer sacrifício. Após a cerimônia, retornaremos juntos'.",
                "Ao amanhecer do terceiro dia, Abraão viu o monte designado. Instruiu seus servos: 'Aguardem neste ponto com o jumento. Eu e o jovem prosseguiremos para adorar e logo estaremos de volta'.",
                "Quando o terceiro dia chegou, Abraão reconheceu o lugar escolhido. Falou aos seus servos: 'Esperem aqui com a montaria. Nós dois iremos adiante para prestar culto e em breve nos reuniremos novamente'."
            ],
            "correta": "No terceiro dia de viagem, Abraão olhou e viu o lugar ao longe. Disse ele a seus servos: 'Fiquem aqui com o jumento enquanto eu e o rapaz vamos até lá. Depois de adorarmos, voltaremos'.",
            "referencia": "Gênesis 22:2-5"
        },
        {
            "pergunta": "Estou com você e cuidarei de você, aonde quer que vá; e eu o trarei de volta a esta terra. Não o deixarei enquanto não fizer o que lhe prometi. Quando Jacó acordou do sono, disse: 'Sem dúvida o Senhor está neste lugar, e eu não sabia!'",
            "alternativas": [
                "Cheio de temor, disse: 'Quão terrível é este lugar! Esta é a casa de Deus, esta é a porta dos céus'. Na madrugada seguinte, Jacó pegou a pedra que tinha usado como travesseiro, colocou-a em pé como coluna e derramou óleo sobre ela.",
                "Maravilhado, exclamou: 'Este é um lugar sagrado! Aqui Deus se revela aos homens!'. Ao amanhecer, Jacó reuniu pedras do local, construiu um altar e ofereceu um sacrifício de gratidão ao Senhor.",
                "Com reverência, declarou: 'Este é o santuário do Altíssimo! Aqui a terra se une ao céu!'. Assim que o sol nasceu, Jacó fez um voto solene a Deus, prometendo servi-lo fielmente por todos os dias de sua vida.",
                "Assombrado, proclamou: 'Que lugar extraordinário é este! Aqui os anjos de Deus sobem e descem!'. Quando o dia clareou, Jacó marcou o local com um memorial de pedras e dedicou sua vida ao serviço do Senhor."
            ],
            "correta": "Cheio de temor, disse: 'Quão terrível é este lugar! Esta é a casa de Deus, esta é a porta dos céus'. Na madrugada seguinte, Jacó pegou a pedra que tinha usado como travesseiro, colocou-a em pé como coluna e derramou óleo sobre ela.",
            "referencia": "Gênesis 28:15-18"
        },
        {
            "pergunta": "Naquela mesma noite Jacó levantou-se, tomou suas duas mulheres, suas duas servas e seus onze filhos e atravessou o vale do Jaboque. Depois de fazê-los atravessar o ribeiro, fez passar também todos os seus bens. Jacó ficou sozinho,",
            "alternativas": [
                "e com ele lutou um homem até o amanhecer. Quando o homem viu que não poderia dominá-lo, tocou na articulação da coxa de Jacó, de forma que ela se deslocou enquanto lutavam.",
                "e teve uma visão de anjos subindo e descendo uma escada que chegava ao céu. Ao amanhecer, Jacó percebeu que sua vida havia sido transformada e que Deus havia renovado Sua aliança com ele.",
                "e passou a noite em oração fervorosa. Quando o dia raiou, Jacó sentiu-se fortalecido e pronto para enfrentar seu irmão Esaú, confiante na proteção divina que havia recebido.",
                "e contemplou as estrelas, relembrando as promessas de Deus. Ao nascer do sol, Jacó fez um voto de gratidão e ergueu um altar para adorar ao Senhor naquele lugar significativo."
            ],
            "correta": "e com ele lutou um homem até o amanhecer. Quando o homem viu que não poderia dominá-lo, tocou na articulação da coxa de Jacó, de forma que ela se deslocou enquanto lutavam.",
            "referencia": "Gênesis 32:23-26"
        },
        {
            "pergunta": "O Senhor estava com José, de modo que este prosperou e passou a morar na casa do seu senhor egípcio. Quando este percebeu que o Senhor estava com José e que o fazia prosperar em tudo o que realizava, agradou-se de José e tornou-o administrador de seus bens.",
            "alternativas": [
                "Deixou a seu cuidado a sua casa e lhe confiou tudo o que possuía. Desde que o tornou administrador de sua casa e de seus bens, o Senhor abençoou a casa do egípcio por causa de José. A bênção do Senhor estava sobre tudo o que ele possuía, tanto em casa como no campo.",
                "Confiou-lhe a gestão de todos os negócios e permitiu que José tomasse decisões importantes. A sabedoria de José impressionou a todos no Egito, e sua fama se espalhou por toda a terra. O Faraó ouviu falar de José e o convocou para ser seu conselheiro.",
                "Deu-lhe autoridade sobre todos os servos e o fez responsável por todas as colheitas. José implementou um sistema eficiente de armazenamento de grãos, que salvou o Egito durante os anos de fome. Sua habilidade administrativa trouxe grande riqueza para seu senhor.",
                "Elevou José à posição de segundo em comando em sua casa e lhe deu um anel de autoridade. Todos os servos respeitavam José e seguiam suas ordens sem questionar. A prosperidade da casa aumentou significativamente sob a administração de José."
            ],
            "correta": "Deixou a seu cuidado a sua casa e lhe confiou tudo o que possuía. Desde que o tornou administrador de sua casa e de seus bens, o Senhor abençoou a casa do egípcio por causa de José. A bênção do Senhor estava sobre tudo o que ele possuía, tanto em casa como no campo.",
            "referencia": "Gênesis 39:2-5"
        }
    ]